{ "translations": {
    "Usage survey" : "Encuesta de uso",
    "Sent on: {on}" : "Enviado el {on}",
    "An error occurred while sending your report." : "Ha ocurrido un error al enviar tu informe.",
    "App list <em>(for each app: name, version, is enabled?)</em>" : "Lista de apps <em>(para cada app: nombre, versión ¿está activada?)</em>",
    "Database environment <em>(type, version, database size)</em>" : "Entorno de base de datos <em>(tipo, versión, tamaño de la base de datos)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "Información de cifrado <em>(¿está activado?, módulo por defecto)</em>",
    "Number of shares <em>(per type and permission setting)</em>" : "Número de recursos compartidos <em>(por tipo y configuración de permisos)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "Entorno PHP <em>(versión, límite de memoria, tiempo de ejecución máximo, tamaño de archivo máximo)</em>",
    "Server instance details <em>(version, memcache used, locking/previews/avatars enabled?)</em>" : "Detalles de la instancia del servidor <em>(versión, memcache usada, ¿están activos bloqueo/vistas previas/avatares?)</em>",
    "Statistic <em>(number of: files, users, storages per type, comments and tags)</em>" : "Estadísticas <em>(número de archivos, usuarios, almacenamientos por tipo, comentarios y etiquetas)</em>",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "¿Quieres ayudarnos a mejorar Nextcloud aportando algunos datos anonimizados sobre tu configuración y uso? Puedes desactivarlo de nuevo en cualquier momento en la configuración de administrador.",
    "Not now" : "Ahora no",
    "Send usage" : "Enviar uso",
    "Never" : "Nunca",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "Puedes ayudar a mejorar Nextcloud mandándonos algunos datos sobre tu configuración y uso actuales.",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "Nos tomamos en serio tu privacidad. El envío de datos está desactivado por defecto y, si lo activas, primero se anonimizarán, y se te da la opción de elegir qué quieres compartir. Al recibir un informe, el anterior es eliminado. Sube un informe en blanco para borrar todos los datos almacenados actualmente en el servidor.",
    "Send new report now" : "Enviar ahora un nuevo informe",
    "Send usage survey monthly" : "Enviar la encuesta de uso mensualmente",
    "Data to send" : "Datos que se enviarán",
    "Last report" : "Último informe",
    "Sent on: %s" : "Enviado el %s",
    "You can help us to improve Nextcloud be sending us some data about your current setup and usage." : "Puedes ayudarnos a mejorar Nextcloud enviándonos algunos datos sobre tu configuración y uso actuales.",
    "We take your privacy seriously. The data are anonymized and you can enable/disable it at any time, by default it is always disabled. Below you can also adjust what kind of data are send and always see the last report send to us. When the server receives a new report of your instance, all entries from previous reports are removed. In case you disable one of the settings below, you can send a new report, to delete the data, that is currently stored on the server." : "Nos tomamos en serio tu privacidad. Los datos son anonimizados y puedes activarlos/desactivarlos en cualquier momento. Por defecto están siempre desactivados. A continuación puedes ajustar también qué tipo de datos se envía y siempre puedes ver el último informe enviado a nosotros. Cuando el servidor recibe un nuevo informe de tu instancia, se eliminan todas las entradas de informes previos. Si desactivas una de las configuraciones a continuación, puedes enviar un nuevo informe, que eliminará los datos que están actualmente almacenados en nuestro servidor.",
    "You can help us to improve Nextcloud by sending us some data about your current setup and usage." : "Puedes ayudarnos a mejorar Nextcloud mandándonos algunos datos sobre tu configuración y uso actuales.",
    "We take your privacy seriously. The data is anonymized and you can enable/disable it at any time, by default it is always disabled. Below you can also adjust what kind of data is sent and always see the last report sent to us. When the server receives a new report of your instance, all entries from previous reports are removed. If you disable one of the settings below, you can send a new report, which will delete the data that is currently stored on the server." : "Nos tomamos en serio tu privacidad. Los datos son anonimizados y puedes activarlos/desactivarlos en cualquier momento. Por defecto están siempre desactivados. A continuación puedes ajustar también qué tipo de datos se envía y siempre puedes ver el último informe enviado a nosotros. Cuando el servidor recibe un nuevo informe de tu instancia, se eliminan todas las entradas de informes previos. Si desactivas una de las configuraciones a continuación, puedes enviar un nuevo informe, que eliminará los datos que están actualmente almacenados en nuestro servidor."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}